Repository: mori1987/portfolio
Catalog: *_portfolio/*.po
Languages: fa_ir

source: Browse from Media Library
fa_ir: از کتابخانه رسانه مرور کنید

source: Add video to Attributes Gallery
fa_ir: ویدیو را به گالری ویژگی ها اضافه کنید

source: Delete video
fa_ir: حذف ویدیو

source: Insert or replace the current video URL.
fa_ir: ‏URL ویدیوی فعلی را درج یا جایگزین کنید.

source: Are you sure, you want to delete this Gallery?
fa_ir: آیا مطمئنید که میخواهید این گالری را پاک کنید؟

source: CommerceKit Product Gallery Video
fa_ir: ‏CommerceKit ویدیو گالری محصول

source: Close
fa_ir: بستن

source: Save Video
fa_ir: ذخیره ویدیو

source: Add video to Product Gallery
fa_ir: اضافه کردن ویدیو به گالری محصول

source: Clear
fa_ir: پاکسازی

source: Search Results for: %s
fa_ir: نتایج جستجو برای : %s

source: Contents
fa_ir: محتواها
