Repository: mori1987/portfolio
Catalog: *_portfolio/*.po
Languages: fa_ir

source: An order bump allows a user to add an additional item to the cart, before they complete an order. Only one order bump is displayed at a time on the checkout page.
fa_ir: افزایش سفارش به کاربر این امکان را می دهد که قبل از تکمیل سفارش، یک کالای اضافی را به سبد خرید اضافه کند. فقط یک سفارش در یک زمان در صفحه پرداخت نمایش داده می شود.

source: What is the CommerceKit Attributes Gallery?
fa_ir: گالری ویژگی های CommerceKit چیست؟

source: On a WooCommerce product page, if you have a product with two attributes, say "Size" and "Color", you ordinarily need to make a selection from both attributes before the gallery image updates.
fa_ir: در صفحه محصول ووکامرس، اگر محصولی با دو ویژگی دارید، مثلاً «اندازه» و «رنگ»، معمولاً باید قبل از به‌روزرسانی تصویر گالری، از هر دو ویژگی انتخاب کنید.

source: Our new attributes gallery allows you to assign images to a single attribute. So when a user selects "Blue", the Blue gallery immediately appears. No need to select a size.
fa_ir: گالری ویژگی های جدید ما به شما امکان می دهد تصاویر را به یک ویژگی اختصاص دهید. بنابراین وقتی کاربر "آبی" را انتخاب می کند، بلافاصله گالری آبی ظاهر می شود. نیازی به انتخاب سایز نیست

source: This is far more usable and powerful than the standard WooCommerce implementation and is inline with how best-in-class eCommerce stores display variations.
fa_ir: این بسیار کاربردی تر و قدرتمندتر از اجرای استاندارد WooCommerce است و مطابق با نحوه نمایش انواع فروشگاه های تجارت الکترونیک در کلاس است.

source: Optimize your product page gallery by assigning images on an attribute basis. Once configured, visitors will see an updated gallery image when a single attribute has been selected.
fa_ir: با اختصاص تصاویر بر اساس ویژگی، گالری صفحه محصول خود را بهینه کنید. پس از پیکربندی، بازدیدکنندگان یک تصویر گالری به روز شده را هنگامی که یک مشخصه انتخاب شده است مشاهده خواهند کرد.

source: Should I enable CommerceKit Product Gallery?
fa_ir: آیا باید گالری محصولات CommerceKit را فعال کنم؟

source: Right now CommerceKit Product Gallery is disabled by default, but has been tested heavily on live WooCommerce stores. It is compatible with WooCommerce variation images, and with our own Attribute Swatches module. You should evaluate CommerceKit Product Gallery on a test or staging environment first.
fa_ir: در حال حاضر CommerceKit Product Gallery به طور پیش فرض غیرفعال است، اما به شدت در فروشگاه های WooCommerce زنده آزمایش شده است. این با تصاویر تنوع WooCommerce و با ماژول ویژگی Swatches خود ما سازگار است. ابتدا باید گالری محصولات CommerceKit را در یک محیط آزمایشی یا مرحله‌بندی ارزیابی کنید.

source: To report any issues or if there is a specific extension you would like us to make compatible with CommerceKit Product Gallery
fa_ir: برای گزارش هر گونه مشکل یا اگر برنامه افزودنی خاصی وجود دارد، می‌خواهید با گالری محصولات CommerceKit سازگار باشد.

source: let us know
fa_ir: به ما اطلاع دهید

source: Read our blog post to
fa_ir: پست وبلاگ ما را بخوانید

source: learn more
fa_ir: اطلاعات بیشتر.

source: about the CommerceKit Product Gallery.
fa_ir: درباره گالری محصولات CommerceKit.

source: Visible thumbnails
fa_ir: تصاویر کوچک قابل مشاهده

source: Number of gallery thumbnails to display at a time. Minimum 3 and maximum 8.
fa_ir: تعداد تصاویر کوچک گالری برای نمایش در یک زمان. حداقل 3 و حداکثر 8.

source: Please enter number between 3 and 8.
fa_ir: لطفا عدد بین 3 تا 8 را وارد کنید.

source: Enable lightbox?
fa_ir: لایت باکس فعال شود؟

source: Display product images in a lightbox when clicked on.
fa_ir: با کلیک روی آن، تصاویر محصول را در لایت باکس نمایش دهید.

source: Enable video auto play?
fa_ir: پخش خودکار ویدیو فعال شود؟

source: Enable video auto play on Product Gallery.
fa_ir: پخش خودکار ویدیو را در گالری محصول فعال کنید.

source: Gallery layout
fa_ir: چیدمان گالری

source: Horizontal
fa_ir: افقی

source: Vertical left
fa_ir: عمودی سمت چپ

source: Vertical right
fa_ir: راست عمودی

source: Grid: 2 cols x 4 rows
fa_ir: شبکه: 2 ستون در 4 ردیف

source: Grid: 3 cols, 1 col, 2 cols
fa_ir: شبکه: 3 ستون، 1 ستون، 2 ستون

source: Grid: 1 col, 2 cols, 2 cols
fa_ir: شبکه: 1 ستون، 2 ستون، 2 ستون

source: Vertical scroll
fa_ir: اسکرول عمودی

source: Simple scroll
fa_ir: اسکرول ساده

source: CommerceKit Product Gallery is a lightning fast replacement for the core WooCommerce product gallery that will significantly improve your Google PageSpeed Insights scores on product pages.
fa_ir: گالری محصولات CommerceKit جایگزینی سریع برای گالری محصولات اصلی WooCommerce است که به طور قابل توجهی امتیازات Google PageSpeed Insights شما را در صفحات محصول بهبود می بخشد.

source: It is the first WooCommerce Product Gallery extension built specifically for web performance optimization which is now a key Google ranking signal.
fa_ir: این اولین افزونه WooCommerce Product Gallery است که به طور خاص برای بهینه سازی عملکرد وب ساخته شده است که اکنون یک سیگنال اصلی رتبه بندی گوگل است.

source: Product Details Page Sales Triggers
fa_ir: جزئیات محصول محرک های فروش صفحه

source: Minimum number of reviews
fa_ir: حداقل تعداد بازبینی

source: Minimum number of reviews required before it is displayed. The average rating needs to be 70% or greater.
fa_ir: حداقل تعداد بازبینی لازم قبل از نمایش آن است. میانگین امتیاز باید 70٪ یا بیشتر باشد.

source: Trigger text
fa_ir: متن ماشه

source: Add &ldquo;%s&rdquo; to replace the percentage,
fa_ir: افزودن &ldquo;%&rdquo; برای جایگزینی درصد،

source: e.g. Good choice! %s of buyers were satisfied with this.
fa_ir: به عنوان مثال، انتخاب خوب! %s از خریداران از این امر راضی بودند.

source: PDP Sales Triggers
fa_ir: محرک های فروش PDP

source: This feature allows you to show conversion triggers on the single product page. It displays a percentage satisfaction rating based on the number of reviews and the average rating.
fa_ir: این ویژگی به شما امکان می دهد محرک های تبدیل را در صفحه محصول واحد نشان دهید. بر اساس تعداد بازبینی ها و میانگین امتیاز، درصد رضایت را نشان می دهد.

source: Your email has been sent to our support team.
fa_ir: ایمیل شما برای تیم پشتیبانی ما ارسال شده است.

source: Error on sending email to support team.
fa_ir: خطا در ارسال ایمیل به تیم پشتیبانی.

source: Settings have been saved.
fa_ir: تنظیمات ذخیره شده است.

source: Conversion-boosting, performance-focused eCommerce features which work together seamlessly. From
fa_ir: ویژگی‌های تجارت الکترونیک متمرکز بر عملکرد، افزایش دهنده تبدیل که به طور یکپارچه با هم کار می‌کنند. از جانب

source: Dashboard
fa_ir: پیشخوان

source: PDP Triggers
fa_ir: محرک های PDP

source: Support
fa_ir: پشتیبانی

source: Error on saving settings.
fa_ir: خطا در ذخیره تنظیمات

source: There are no waitlists to export.
fa_ir: هیچ لیست انتظاری برای صادرات وجود ندارد.

source: Selected waitlist has been deleted.
fa_ir: لیست انتظار انتخاب شده حذف شده است.

source: Please select at least one waitlist to delete.
fa_ir: لطفاً حداقل یک لیست انتظار را برای حذف انتخاب کنید.

source: Attribute swatches cache is building in the background. You can clear or start rebuilding when this background process has completed.
fa_ir: کش نمونه‌های مشخصه در پس‌زمینه ساخته می‌شود. وقتی این فرآیند پس‌زمینه کامل شد، می‌توانید پاک کنید یا شروع به بازسازی کنید.

source: Attribute swatches cache has been cleared.
fa_ir: کش نمونه های ویژگی پاک شده است.

source: CommerceKit options
fa_ir: گزینه های CommerceKit

source: Product gallery layout
fa_ir: چیدمان گالری محصولات

source: Global default
fa_ir: پیش فرض جهانی

source: Core WooCommerce Gallery
fa_ir: گالری Core WooCommerce

source: Disable sections
fa_ir: غیرفعال کردن بخش هاغیرفعال کردن بخش ها

source: Disable product countdown
fa_ir: شمارش معکوس محصول را غیرفعال کنید

source: Disable inventory bar
fa_ir: نوار موجودی را غیرفعال کنید

source: Disable sticky add to cart bar
fa_ir: نوار افزودن چسبنده به سبد خرید را غیرفعال کنید

source: Enable size guides
fa_ir: راهنماهای اندازه را فعال کنید

source: Display in search results
fa_ir: نمایش در نتایج جستجو

source: Make size guide pages findable within search results.
fa_ir: صفحات راهنمای اندازه را در نتایج جستجو قابل یافتن کنید.

source: Size guide label
fa_ir: برچسب راهنمای اندازه

source: Default size guide
fa_ir: راهنمای اندازه پیش فرض

source: No default size guide set
fa_ir: هیچ مجموعه راهنمای اندازه پیش فرض وجود ندارد

source: Enable on desktop
fa_ir: روی دسکتاپ فعال کنید

source: Enable on mobile
fa_ir: در موبایل فعال کنید

source: Expand tabs
fa_ir: برگه ها را گسترش دهید

source: Removes the tabs and shows the contents one after another
fa_ir: برگه ها را حذف می کند و محتویات را یکی پس از دیگری نشان می دهد

source: Gallery tab title
fa_ir: عنوان برگه گالری

source: We have included an "Expand tabs" option. Important information hidden within the default WooCommerce tabs can be missed by customers. Collapsing the contents of the tabs underneath each other makes the content more discoverable, particularly when scrolling on mobile. The "Gallery tab title" displays an additional anchor tab which scrolls back to the main summary area of the PDP.
fa_ir: ما گزینه "Expand Tabs" را قرار داده ایم. اطلاعات مهم پنهان شده در برگه های پیش فرض WooCommerce ممکن است توسط مشتریان نادیده گرفته شود. جمع کردن محتویات برگه‌ها در زیر یکدیگر باعث می‌شود که محتویات بیشتر قابل شناسایی باشند، به ویژه هنگام پیمایش در تلفن همراه. "عنوان برگه گالری" یک زبانه لنگر اضافی را نشان می دهد که به قسمت خلاصه اصلی PDP برمی گردد.

source: This feature adds a sticky add to cart button which is fixed to the bottom of the viewport on mobile. Mobile conversions are crucial and displaying a call to action at all times on PDPs will boost sales.
fa_ir: این ویژگی یک دکمه چسبنده افزودن به سبد خرید اضافه می کند که در قسمت پایین نمای در موبایل ثابت می شود. تبدیل‌های موبایلی بسیار مهم هستند و نمایش دعوت به عمل همیشه در PDP باعث افزایش فروش می‌شود.

source: On desktop, the add to cart button attaches to the sticky tabs bar upon scrolling.
fa_ir: در دسکتاپ، دکمه افزودن به سبد خرید به نوار برگه‌های چسبنده در هنگام پیمایش متصل است.

source: Contact support
fa_ir: تماس با پشتیبانی

source: First name
fa_ir: نام کوچک

source: Enter your first name
fa_ir: نام خود را وارد کنید

source: Your email
fa_ir: آدرس ایمیل شما

source: Replies will be sent to this address
fa_ir: پاسخ ها به این آدرس ارسال خواهد شد

source: URL
fa_ir: آدرس

source: A link where we can see the issue
fa_ir: لینکی که می توانیم مشکل را ببینیم

source: Question title
fa_ir: عنوان سوال

source: Summarize your question in a few words
fa_ir: سوال خود را در چند کلمه خلاصه کنید

source: Question
fa_ir: سوال

source: Ensure that you have carefully looked through the
fa_ir: اطمینان حاصل کنید که به دقت از طریق آن نگاه کرده اید

source: documentation area
fa_ir: محصول مستندات

source: first.
fa_ir: ابتدا

source: If you are including screenshots, try using:
fa_ir: اگر از اسکرین شات استفاده می کنید، استفاده کنید:

source: If you are including code, please use:
fa_ir: اگر کد را وارد می‌کنید، لطفاً از:

source: Submit ticket
fa_ir: ارسال تیکت

source: Diagnostics
fa_ir: عیب یابی

source: Shoptimizer version
fa_ir: ورژن شاپتیمایزر

source: Shoptimizer is not active
fa_ir: شاپتیمایزر فعال نیست

source: WordPress version
fa_ir: نسخه وردپرس

source: WooCommerce version
fa_ir: نسخه ووکامرس

source: Using a child theme?
fa_ir: استفاده از پوسته چایلد ?

source: Yes
fa_ir: بله

source: No
fa_ir: خیر

source: If you make customizations it&rsquo;s a good idea to use a
fa_ir: اگر سفارشی‌سازی می‌کنید، ایده خوبی است که از a

source: child theme
fa_ir: پوسته فرزند

source: List
fa_ir: فهرست

source: Emails
fa_ir: ایمیل‌ها

source: Bulk Actions
fa_ir: اقدام گروهی

source: Delete
fa_ir: حذف

source: Export
fa_ir: برون ریزی

source: Filter by Mail sent:
fa_ir: فیلتر بر اساس نامه ارسال شده:

source: All
fa_ir: همگی

source: by Product ID:
fa_ir: شناسه محصول:

source: items
fa_ir: موارد

source: of
fa_ir: از

source: Email
fa_ir: ایمیل

source: Product
fa_ir: محصول

source: Date added
fa_ir: تاریخ اضافه شد

source: Mail sent
fa_ir: ایمیل ارسال شد

source: ID
fa_ir: شناسه

source: No Items
fa_ir: بدون گزینه

source: Waitlist Settings
fa_ir: تنظیمات علاقه مندی ها

source: Enable waitlist for out of stock products
fa_ir: لیست انتظار را برای محصولات موجود در انبار فعال کنید

source: Introduction
fa_ir: مقدمه

source: Email placeholder
fa_ir: محل نگهدارنده ایمیل

source: Button label
fa_ir: متن دکمه

source: Consent label
fa_ir: برچسب رضایت

source: Read more label
fa_ir: برچسب ادامه مطلب

source: Available placeholders: {site_name}, {site_url}, {product_title}, {product_sku}, {product_link}, {customer_email}
fa_ir: متغیرهای موجود: {site_name}، {site_url}، {product_title}، {product_sku}، {product_link}، {customer_email}

source: Waitlist Emails
fa_ir: ایمیل های لیست انتظار

source: From Email
fa_ir: ایمیل فرستنده

source: Please add a valid from email that ends with your domain to prevent spam mails.
fa_ir: لطفاً برای جلوگیری از ارسال ایمیل‌های هرزنامه، یک ایمیل معتبر اضافه کنید که به دامنه شما ختم می‌شود.

source: From Name
fa_ir: نام فرستنده

source: Please add a valid from name to prevent spam mails.
fa_ir: لطفاً برای جلوگیری از ارسال نامه‌های هرزنامه، یک نام معتبر اضافه کنید.

source: To improve the deliverability of these mails
fa_ir: برای بهبود قابلیت تحویل این نامه‌ها

source: we recommend you install the
fa_ir: پیشنهاد میکنید نصب کنید

source: WP Mail SMTP
fa_ir: تنظیمات SMTP

source: plugin.
fa_ir: افزونه.

source: Notification recipient
fa_ir: گیرنده اعلان

source: Please add a valid recipient email for admin notification.
fa_ir: لطفاً یک ایمیل گیرنده معتبر برای اطلاع رسانی مدیر اضافه کنید.

source: Enter recipient that will receive admin notification. Site Administration Email is default value.
fa_ir: گیرنده ای را وارد کنید که اعلان مدیر را دریافت می کند. ایمیل مدیریت سایت مقدار پیش فرض است.

source: Enable automatic emails when the item is back in stock
fa_ir: وقتی کالا در انبار موجود است، ایمیل‌های خودکار را فعال کنید

source: Email Subject
fa_ir: موضوع رایانامه

source: Email Content
fa_ir: محتوای ایمیل

source: Enable mails to the store owner when a customer signs up to the waitlist
fa_ir: هنگامی که مشتری در لیست انتظار ثبت نام می کند، ایمیل ها را به مالک فروشگاه فعال کنید

source: Enable mail to the customer when they sign up to a waitlist
fa_ir: وقتی مشتری در لیست انتظار ثبت نام می کند، ایمیل را برای مشتری فعال کنید

source: Product waitlists are used to notify interested shoppers when sold-out products are back in stock. This module collects data on customers who sign up.
fa_ir: لیست انتظار محصولات برای اطلاع خریداران علاقه مند در صورت بازگشت محصولات فروخته شده در انبار استفاده می شود. این ماژول داده های مشتریانی را که ثبت نام می کنند جمع آوری می کند.

source: Wishlist Reports
fa_ir: گزارش های علاقه مندی ها

source: Wishlist Settings
fa_ir: تنظیمات علاقه مندی ها

source: Note: You will need to create a wishlist page and include this shortcode on it - [commercegurus_wishlist]
fa_ir: توجه: شما باید یک صفحه لیست علاقه ایجاد کنید و این کد کوتاه را در آن قرار دهید - [commercegurus wishlist]

source: Enable wishlist functionality
fa_ir: فعال کردن قابلیت لیست علاقه مندی ها

source: &ldquo;Add to wishlist&rdquo; text
fa_ir: ‏&ldquo;افزودن به لیست علاقه مندی ها &rdquo; متن

source: &ldquo;Product added&rdquo; text
fa_ir: ‏&ldquo;محصول اضافه شد &rdquo; متن

source: &ldquo;Browse wishlist&rdquo; text
fa_ir: ‏&ldquo;مرور لیست علاقه مندی ها &rdquo; متن

source: Wishlist page
fa_ir: صفحه لیست علاقمندی

source: Choose your wishlist page and set it to be full width. Ensure that it is excluded from any caching solutions.
fa_ir: صفحه لیست علاقه مندی های خود را انتخاب کنید و آن را به عرض کامل تنظیم کنید. اطمینان حاصل کنید که از هر راه حل ذخیره سازی حذف شده است.

source: Total wishlists
fa_ir: همه علاقه مندی ها

source: How many wishlists have been created.
fa_ir: چه تعداد لیست علاقه ایجاد شده است.

source: Most popular products
fa_ir: محبوب ترین محصولات

source: Discover which products are most wished for in your catalog.
fa_ir: کشف کنید کدام محصولات در کاتالوگ شما بیشترین آرزو را دارند.

source: No products
fa_ir: محصولی وجود ندارد

source: A wishlist allows shoppers to create personalized collections of products they want to buy and save them for future reference.
fa_ir: لیست علاقه مندی ها به خریداران اجازه می دهد مجموعه های شخصی سازی شده از محصولاتی را که می خواهند بخرند ایجاد کنند و آنها را برای مراجعات بعدی ذخیره کنند.

source: CommerceGurus CommerceKit requires WooCommerce 4.0+ to be activated to work.
fa_ir: ‏CommerceGurus CommerceKit برای کار به WooCommerce 4.0+ نیاز دارد که فعال شود.

source: CommerceGurus CommerceKit - The minimum WooCommerce version required for this plugin is %1$s. You are running %2$s.
fa_ir: ‏CommerceGurus CommerceKit - حداقل نسخه WooCommerce مورد نیاز برای این افزونه %1$s است. شما %2$s را اجرا می کنید.

source: The domain name to check.
fa_ir: نام دامنه برای چک کردن .

source: click to zoom-in
fa_ir: کلیک برای زوم کردن

source: Product Category
fa_ir: دسته بندی محصولات

source: Product Tag
fa_ir: برچسب محصول

source: Post
fa_ir: نوشته

source: Page
fa_ir: صفحه

source: Out of stock
fa_ir: نا موجود

source: No selection
fa_ir: انتخاب نشده

source: Error on adding to cart.
fa_ir: خطا هنگام اضافه کردن به سبد خرید.

source: Sucessfully added to cart.
fa_ir: با موفقیت به سبد خرید اضافه شد .

source: Add to cart
fa_ir: افزودن به سبد خرید

source: HRS
fa_ir: ساعت

source: SECS
fa_ir: ثانیه ها

source: days
fa_ir: روز

source: hours
fa_ir: ساعت ­ها

source: minutes
fa_ir: دقایق

source: seconds
fa_ir: ثانیه‌

source: Continue Shopping
fa_ir: خرید را ادامه دهید

source: CommerceKit Order Bump
fa_ir: برجستگی سفارش CommerceKit

source: Clicked products:
fa_ir: محصولات کلیک شده :

source: Purchased products:
fa_ir: محصولات خریداری شده:

source: Size Guide
fa_ir: راهنما اندازه

source: Product categories
fa_ir: دسته بندی محصولات

source: Products
fa_ir: محصولات

source: Product categories:
fa_ir: دسته بندی محصولات:

source: Select category
fa_ir: انتخاب دسته بندی

source: Products:
fa_ir: محصولات:

source: Select product
fa_ir: محصول را انتخاب کنید

source: Sign up
fa_ir: ثبت نام

source: Error on submitting for waiting list.
fa_ir: خطا در ارسال لیست انتظار.

source: Select your desired options and click on the "Get notified" button to be alerted when new stock arrives.
fa_ir: گزینه های مورد نظر خود را انتخاب کرده و بر روی دکمه "دریافت اطلاع رسانی" کلیک کنید تا در صورت رسیدن موجودی جدید به شما هشدار داده شود.

source: sold out?
fa_ir: فروخته شده ؟

source: Error on submitting for wishlist list.
fa_ir: خطا در ارسال لیست علاقه مندی ها.

source: Product removed
fa_ir: محصول حذف شد

source: Price
fa_ir: قیمت

source: Stock Status
fa_ir: وضعیت سهام

source: In Stock
fa_ir: موجود

source: Out of Stock
fa_ir: نا موجود

source: Add to Cart
fa_ir: افزودن به سبد خرید

source: Select Options
fa_ir: گزینه مورد نظر را انتخاب کنید

source: View Product
fa_ir: مشاهده محصول

source: No products in your wishlist
fa_ir: هیچ محصولی در لیست علاقه مندی ها نیست

source: My wishlist
fa_ir: لیست علاقه مندی های من

source: Search products...
fa_ir: جستجو محصولات...

source: Other results
fa_ir: نتایج دیگر

source: No results
fa_ir: بدون نتیجه

source: View all results
fa_ir: نمایش همه نتیجه

source: Quick add
fa_ir: اضافه کردن سریع

source: More options
fa_ir: گزینه های بیشتر

source: Gallery
fa_ir: گالری

source: Get <strong>free shipping</strong> for orders over {free_shipping_amount}
fa_ir: دریافت <strong>ارسال رایگان</strong> برای سفارش‌های بیش از {free_shipping_amount}

source: 👋 You're {remaining} away from free shipping.
fa_ir: 👋 شما {موجود} از ارسال رایگان فاصله دارید.

source: Your order qualifies for free shipping! 🥳
fa_ir: سفارش شما واجد شرایط ارسال رایگان است! 🥳

source: Size guide
fa_ir: راهنمای سایزراهنمای اندازه

source: Only %s items left in stock!
fa_ir: فقط %s مورد در انبار باقی مانده است!

source: Less than %s items left!
fa_ir: کمتر از %s مورد باقی مانده است!

source: This item is selling fast!
fa_ir: این کالا به سرعت در حال فروش است!

source: Notify me when the item is back in stock.
fa_ir: وقتی کالا در انبار برگشت به من اطلاع دهید.

source: Enter your email address...
fa_ir: آدرس ایمیل خود را وارد کنید...

source: Join waiting list
fa_ir: به لیست انتظار بپیوندید

source: I consent to being contacted by the store owner
fa_ir: من با تماس مالک فروشگاه موافقت می کنم

source: You have been added to the waiting list for this product!
fa_ir: شما به لیست انتظار این محصول اضافه شده اید!

source: Get notified
fa_ir: مطلع شوید

source: A product you are waiting for is back in stock!
fa_ir: محصولی که منتظرش هستید دوباره در انبار موجود است!

source: Hi, {product_title} is now back in stock on {site_name}. You have been sent this email because your email address was registered in a waiting list for this product. If you would like to purchase {product_title}, please visit the following link: {product_link}
fa_ir: سلام، ‏{product_title} اکنون در {site_name} موجود است. این ایمیل برای شما ارسال شده است زیرا آدرس ایمیل شما در لیست انتظار برای این محصول ثبت شده است. اگر مایل به خرید {product_title} هستید، لطفاً به پیوند زیر مراجعه کنید: ‏{product_link}

source: You have a new waiting list request on {site_name}
fa_ir: شما یک درخواست لیست انتظار جدید در {site_name} دارید

source: Hi, You got a waiting list request from {site_name} ({site_url}) for the following: Customer email: {customer_email} Product Name: {product_title}, SKU: {product_sku} Product link: {product_link}
fa_ir: سلام، شما یک درخواست لیست انتظار از {site_name} ({site_url}) برای موارد زیر دریافت کردید: ایمیل مشتری: {customer_email} نام محصول: {product_title}، SKU: {product_sku} پیوند محصول: {product_link}

source: We have received your waiting list request
fa_ir: ما درخواست لیست انتظار شما را دریافت کرده ایم

source: Hi, We have received your waiting list request from {site_name} for the following: Product Name: {product_title}, SKU: {product_sku} Product link: {product_link} We will send you an email once this item is back in stock.
fa_ir: سلام، ما درخواست لیست انتظار شما را از {site_name} برای موارد زیر دریافت کردیم: نام محصول: {product_title}، SKU: {product_sku} پیوند محصول: {product_link} ‏ به محض اینکه این کالا در انبار موجود شد، یک ایمیل برای شما ارسال خواهیم کرد.

source: Add to wishlist
fa_ir: افزودن به علاقه‌مندی‌ها

source: Product added
fa_ir: محصول اضافه شد

source: Browse wishlist
fa_ir: فهرست علاقه مندی ها را مرور کنید

source: You will need to first disable the YITH Wishlist plugin in order to use the CommerceKit Wishlist feature.
fa_ir: برای استفاده از ویژگی CommerceKit Wishlist ابتدا باید افزونه YITH Wishlist را غیرفعال کنید.

source: Awaiting product image
fa_ir: تصویر محصول در انتظار

source: Load more images
fa_ir: بارگذاری بیشتر تصاویر

source: Show less images
fa_ir: نمایش تصاویر کمتر

source: Button
fa_ir: دكمه

source: Color
fa_ir: رنگ

source: Image
fa_ir: عکس

source: Add Image to Attribute Swatches
fa_ir: افزودن تصویر به نمونه های ویژگی

source: Add to Attribute Swatches
fa_ir: به نمونه های ویژگی اضافه کنید

source: Add image
fa_ir: افزودن تصویر

source: Hide this attribute in the product loop
fa_ir: این ویژگی را در حلقه محصول پنهان کنید

source: Show on product loop
fa_ir: نمایش در حلقه محصول

source: Enable attribute swatches
fa_ir: نمونه های ویژگی را فعال کنید

source: Global Gallery
fa_ir: گالری سراسری

source: Add a gallery to:
fa_ir: اضافه کردن یک گالری به :

source: Global gallery
fa_ir: گالری سراسری

source: Add gallery
fa_ir: افزودن گالری

source: Attribute Galleries
fa_ir: گالری های ویژگی

source: Remove
fa_ir: پاک کردن

source: Add Images to Product Gallery
fa_ir: افزودن عکس به گالری محصولات

source: Add to gallery
fa_ir: اضافه کردن به گالری

source: Delete image
fa_ir: حذف تصویر

source: Add images
fa_ir: افزودن تصاویر

source: Video
fa_ir: ویدیو

source: Youtube, Vimeo or video url (.mp4)
fa_ir: یوتیوب , Vimeo لینک ویدیو (.mp4)

source: Youtube, Vimeo or video url (.mp4 format only) allowed.
fa_ir: یوتیوب، Vimeo یا URL ویدیو (فقط با فرمت mp4) مجاز است.

source: Autoplay video?
fa_ir: پخش خودکار ویدیو?
