Repository: mori1987/portfolio
Catalog: *_portfolio/*.po
Languages: fa_ir

source: Settings
fa_ir: تنطیمات

source: Reports
fa_ir: گزارش ها

source: Ajax Search Reports
fa_ir: گزارش جستجو ajax

source: Ajax Search Settings
fa_ir: تنظیمات جستجو ajax

source: Enable
fa_ir: فعال کردن

source: Enable Ajax Search in the main search bar
fa_ir: فعال کردن جستجو ajax در نوار سرچ اصلی

source: Placeholder
fa_ir: فیلد

source: Display
fa_ir: نمایش

source: All contents
fa_ir: همه محتوا ها

source: Just products
fa_ir: فقط محصولات

source: Tabbed search results
fa_ir: نتایج جستجوی زبانه دار

source: Enable search results tabs
fa_ir: برگه های نتایج جستجو را فعال کنید

source: Preserve selected tab
fa_ir: برگه انتخاب شده را حفظ کنید

source: Enable preserve selected tab on next visit
fa_ir: فعال کردن حفظ برگه انتخاب شده در بازدید بعدی

source: &ldquo;Other results&rdquo; text
fa_ir: ‏&ldquo;نتایج دیگر&rdquo; متن

source: &ldquo;No results&rdquo; text
fa_ir: ‏&ldquo;نتیجه ای وجود ندارد&rdquo; متن

source: &ldquo;View all&rdquo; text
fa_ir: ‏&ldquo;مشاهده همه &rdquo; متن

source: Out of stock products
fa_ir: محصولات موجود نیست

source: Include
fa_ir: شامل شدن

source: Exclude
fa_ir: مستثنی شدن

source: Out of stock results order
fa_ir: سفارش نتایج خارج از انبار

source: Display out of stock items at the end of the search results
fa_ir: اقلام موجود در انبار را در انتهای نتایج جستجو نمایش دهید

source: Enter Product/Page/Post ID&rsquo;s to be excluded, separated by a comma.
fa_ir: شناسه محصول/صفحه/پست را وارد کنید تا حذف شوند و با کاما از هم جدا شوند.

source: Hide variations
fa_ir: مخفی کردن تغییرات

source: Hide variations from search suggestions
fa_ir: مخفی کردن تغییرات از پیشنهادات جستجو

source: Number of products displayed
fa_ir: تعداد محصولات نمایش داده شده

source: Total searches
fa_ir: کل جستجوها

source: How many searches have been performed.
fa_ir: چند جستجو انجام شده است.

source: Clickthrough rate
fa_ir: نرخ کلیک

source: The % of searches that resulted in a click.
fa_ir: ‏تعداد % از جستجوهایی که منجر به کلیک شد.

source: No result rate
fa_ir: بدون نرخ نتیجه

source: The % of searches that returned no results.
fa_ir: درصد جستجوهایی که هیچ نتیجه ای نداشتند.

source: Most frequent searches
fa_ir: بیشترین جستجوها

source: Discover what your users are searching for most.
fa_ir: کشف کنید که کاربران شما بیشتر به دنبال چه چیزی هستند.

source: Term
fa_ir: شرایط

source: Count
fa_ir: تعداد

source: No terms
fa_ir: terms ی یافت نشد

source: Most frequent searches returning 0 results
fa_ir: بیشترین جستجوها 0 نتیجه را برمی گرداند

source: Users are searching for these queries and encounter no results.
fa_ir: کاربران در حال جستجوی این پرسش ها هستند و به نتیجه ای نمی رسند.

source: NOTE: Report data is updated every 24 hours.
fa_ir: توجه: داده های گزارش هر 24 ساعت به روز می شوند.

source: Ajax Search
fa_ir: جستجو آجاکس

source: Research has shown that instant search results are an important feature on eCommerce sites. It helps users save time and find products faster.
fa_ir: تحقیقات نشان داده است که نتایج جستجوی فوری یک ویژگی مهم در سایت های تجارت الکترونیک است. این به کاربران کمک می کند در زمان صرفه جویی کنند و محصولات را سریعتر پیدا کنند.

source: Attribute Swatches
fa_ir: سوئیچ بین ویژگی ها

source: Attribute Swatches on Product Pages
fa_ir: شاخص‌های نمونه در صفحات محصول

source: Display tooltips
fa_ir: نمایش نکات ابزار

source: Display tooltips on color and image swatches
fa_ir: نمایش نکات ابزار در نمونه های رنگی و تصویری

source: Button style
fa_ir: استایل دکمه

source: Square
fa_ir: مربع

source: Fluid (better for long labels)
fa_ir: مایع (برای برچسب های بلند بهتر است)

source: Attribute Swatches on Product Listing Pages
fa_ir: نمونه‌های مشخصه در صفحات فهرست محصولات

source: Enabling swatches on product listing pages (i.e. the shop, category screens) is an opinionated feature. This means that it does things in a certain way, based upon research from top eCommerce DTC brands. This should only be activated if your catalog contains primarily
fa_ir: فعال کردن نمونه‌ها در صفحات فهرست محصولات (مانند فروشگاه، صفحه‌های دسته‌بندی) یک ویژگی مورد نظر است. این بدان معنی است که کارها را به روش خاصی انجام می دهد، بر اساس تحقیقات از برندهای برتر تجارت الکترونیک DTC. این فقط در صورتی باید فعال شود که کاتالوگ شما در درجه اول شامل باشد

source: variable products
fa_ir: محصولات متغیر

source: - i.e. you sell items which all have colors and sizes, and you wish to display these on the catalog.
fa_ir: - یعنی شما اقلامی را می فروشید که همگی دارای رنگ و اندازه هستند و می خواهید آنها را در کاتالوگ نمایش دهید.

source: A maximum of two attributes will appear on product listings pages. Quick add to cart will only work with two or fewer attributes.
fa_ir: حداکثر دو ویژگی در صفحات لیست محصولات ظاهر می شود. افزودن سریع به سبد خرید فقط با دو یا کمتر ویژگی کار می کند.

source: Enabling this will change how your product listing pages will look and behave on desktop and mobile. If this is not suitable for your store leave this option
fa_ir: فعال کردن این مورد، نحوه ظاهر و رفتار صفحات فهرست محصولات شما را در دسک‌تاپ و موبایل تغییر می‌دهد. اگر این برای فروشگاه شما مناسب نیست این گزینه را ترک کنید

source: switched off
fa_ir: خاموش شد

source: or look at an
fa_ir: یا به یک نگاه کنید

source: alternative swatches plugin
fa_ir: افزونه نمونه های جایگزین

source: more suitable to your catalog.
fa_ir: برای کاتالوگ شما مناسب تر است.

source: Attribute Swatches on Listing Pages
fa_ir: شاخص‌های نمونه در صفحات فهرست‌بندی

source: Quick add to cart
fa_ir: افزودن سریع به سبد خرید

source: Activate Quick add to cart
fa_ir: افزودن سریع به سبد خرید را فعال کنید

source: Quick add to cart label
fa_ir: افزودن سریع به برچسب سبد خرید

source: More options label
fa_ir: برچسب گزینه های بیشتر

source: Clear Attribute Swatches cache
fa_ir: کش Swatches ویژگی ها را پاک کنید

source: For large product catalogs, displaying swatches on your archive/product listing pages can cause performance and speed issues especially when if you manage inventory at the variation/SKU level. To solve this we create a dedicated swatches cache which means your PLP pages load lightning fast even for products with lots of variations.
fa_ir: برای کاتالوگ‌های محصولات بزرگ، نمایش نمونه‌ها در صفحات آرشیو/فهرست محصولات شما می‌تواند باعث مشکلات عملکرد و سرعت شود، به خصوص زمانی که موجودی را در سطح تنوع/SKU مدیریت کنید. برای حل این مشکل، ما یک کش نمونه های اختصاصی ایجاد می کنیم که به این معنی است که صفحات PLP شما حتی برای محصولاتی با تنوع زیاد، به سرعت بارگذاری می شوند.

source: On larger catalogs this cache can take some time to build when you first activate this feature. We use the WooCommerce Action Scheduler to ensure long running cache building tasks can be run in the background over time.
fa_ir: در کاتالوگ های بزرگتر، زمانی که برای اولین بار این ویژگی را فعال می کنید، ساخت این حافظه پنهان ممکن است کمی طول بکشد. ما از WooCommerce Action Scheduler استفاده می کنیم تا اطمینان حاصل کنیم که کارهای طولانی در حال ساخت کش می توانند در پس زمینه در طول زمان اجرا شوند.

source: Learn more
fa_ir: بیشتر بدانید

source: Total variable products
fa_ir: مجموع محصولات متغیر

source: Cached variable products
fa_ir: محصولات متغیر ذخیره شده در حافظه پنهان

source: Total cached variable products
fa_ir: مجموع محصولات متغیر ذخیره شده در حافظه پنهان

source: Clear and rebuild swatches cache
fa_ir: کش نمونه ها را پاک و بازسازی کنید

source: Are you sure you want to clear and rebuild the attribute swatches cache?
fa_ir: آیا مطمئن هستید که می خواهید کش نمونه های ویژگی را پاک و دوباره بسازید؟

source: Cancel
fa_ir: لغو کنید

source: Are you sure you want to cancel all pending attribute swatches cache events?
fa_ir: آیا مطمئنید که می‌خواهید همه رویدادهای حافظه پنهان نمونه‌های ویژگی معلق را لغو کنید؟

source: Enable logger
fa_ir: فعال کردن لاگر

source: Enable Attribute Swatches cache rebuilding logger
fa_ir: ثبت‌کننده بازسازی حافظه پنهان نمونه‌های مشخصه را فعال کنید

source: Starting cache rebuild shortly...
fa_ir: شروع بازسازی حافظه پنهان به زودی...

source: Cache event being created...
fa_ir: رویداد حافظه پنهان در حال ایجاد...

source: Processing cache event.
fa_ir: در حال پردازش رویداد حافظه پنهان

source: completed...
fa_ir: تکمیل شد...

source: Cache rebuild complete
fa_ir: بازسازی کش کامل شد

source: Last log message
fa_ir: آخرین پیام ورود

source: The caching process apparently succeeded and is now complete
fa_ir: فرآیند ذخیره سازی ظاهرا با موفقیت انجام شد و اکنون کامل شده است

source: We couldn't create the cache event. For assistance, copy and paste the
fa_ir: ما نتوانستیم رویداد حافظه پنهان را ایجاد کنیم. برای کمک، کپی و جایگذاری کنید

source: WooCommerce System Report
fa_ir: گزارش سیستم ووکامرس

source: and include it in a
fa_ir: و آن را در الف بگنجانید

source: support ticket
fa_ir: تیکت پشتیبانی

source: The caching process has been cancelled.
fa_ir: فرآیند ذخیره سازی لغو شده است.

source: There are some products has not been cached. Please click on above &ldquo;Clear and rebuild swatches cache&rdquo; button to rebuild all products or please wait for 15 to 20 minutes to rebuild automatically only missing products.
fa_ir: برخی از محصولات هستند که ذخیره نشده است. لطفاً روی &ldquo;پاک کردن و بازسازی کش نمونه‌ها&rdquo;در بالا کلیک کنید. را فشار دهید تا همه محصولات را بازسازی کنید یا لطفاً 15 تا 20 دقیقه صبر کنید تا به طور خودکار فقط محصولات از دست رفته بازسازی شوند.

source: A replacement for the core WooCommerce product variation dropdowns with color / image / button display options that will significantly improve user experience on product and listing pages.
fa_ir: جایگزینی برای کرکره های اصلی تغییرات محصول WooCommerce با گزینه های نمایش رنگ / تصویر / دکمه که به طور قابل توجهی تجربه کاربر را در صفحات محصول و فهرست بهبود می بخشد.

source: Product Badges
fa_ir: نشان های محصول

source: Enable product badges.
fa_ir: نشان های محصول را فعال کنید

source: Product Badge
fa_ir: نشان محصول

source: Label
fa_ir: برچسب نمودار

source: Badge text
fa_ir: متن اتیکت

source: Background color
fa_ir: رنگ پس‌زمینه

source: Text color
fa_ir: رنگ متن

source: Conditions
fa_ir: قوانین و مقررات

source: All products
fa_ir: تمام محصولات

source: Specific products
fa_ir: محصولات خاص

source: All products apart from
fa_ir: همه محصولات جدا از

source: Specific categories
fa_ir: دسته بندی های خاص

source: All categories apart from
fa_ir: همه دسته ها جدا از

source: Specific tags
fa_ir: برچسب های خاص

source: All tags apart from
fa_ir: همه برچسب ها جدا از

source: Show on catalog
fa_ir: نمایش در کاتالوگ

source: Show on product pages
fa_ir: نمایش در صفحات محصول

source: Specific categories:
fa_ir: دسته بندی های خاص:

source: Delete product badge
fa_ir: حذف نشان محصول

source: Are you sure you want to delete this product badge?
fa_ir: آیا مطمئن هستید که می خواهید نشان این محصول را حذف کنید؟

source: This field is required
fa_ir: این فیلد الزامی است

source: Add new product badge
fa_ir: اضافه کردن نشان محصول جدید

source: New product badge
fa_ir: نشان محصول جدید

source: New!
fa_ir: جدید!

source: Days displayed
fa_ir: روزهای نمایش داده شده است

source: Number of days to display the badge from the date the product was added.
fa_ir: تعداد روزهای نمایش نشان از تاریخ اضافه شدن محصول.

source: Product badges can enhance customer understanding of key product features, highlight promotions and products with limited-time offers, improve the click-through rate and many more conversion-boosting benefits.
fa_ir: نشان‌های محصول می‌توانند درک مشتری از ویژگی‌های کلیدی محصول را افزایش دهند، تبلیغات و محصولات را با پیشنهادهای زمانی محدود برجسته کنند، نرخ کلیک را بهبود بخشند و بسیاری از مزایای افزایش دهنده تبدیل را بهبود بخشند.

source: Countdown Timers
fa_ir: تایمرهای شمارش معکوس

source: Enable countdowns on single product and checkout pages.
fa_ir: شمارش معکوس را در صفحات تک محصول و پرداخت فعال کنید.

source: Product Countdown
fa_ir: شمارشگر معکوس محصول

source: The order of the countdowns is important. Drag a countdown to the top to take precedence.
fa_ir: ترتیب شمارش معکوس مهم است. شمارش معکوس را به سمت بالا بکشید تا اولویت داشته باشید.

source: Title
fa_ir: عنوان

source: Enable countdown timer on product page
fa_ir: تایمر شمارش معکوس را در صفحه محصول فعال کنید

source: e.g. Hurry! This sale ends in
fa_ir: به عنوان مثال، عجله کن این فروش به پایان می رسد

source: Ends
fa_ir: به پایان می رسد

source: DAYS
fa_ir: روز

source: HOURS
fa_ir: ساعت

source: MINUTES
fa_ir: دقیقه

source: SECONDS
fa_ir: ثانیه

source: Labels
fa_ir: برچسب ها

source: Days
fa_ir: روزها

source: Hours
fa_ir: ساعت کاری

source: Mins
fa_ir: مین

source: Secs
fa_ir: ثانیه ها

source: Type
fa_ir: تایپ کنید

source: Evergreen sets a dynamic countdown timer for each visitor
fa_ir: ‏Evergreen یک تایمر شمارش معکوس پویا برای هر بازدیدکننده تنظیم می کند

source: One-time
fa_ir: سر وقت

source: Evergreen
fa_ir: همیشه سبز

source: Single Campaign
fa_ir: کمپین تک

source: Delete Countdown
fa_ir: حذف شمارش معکوس

source: Are you sure you want to delete this product countdown?
fa_ir: آیا مطمئنید که می‌خواهید شمارش معکوس این محصول را حذف کنید؟

source: Add new product countdown
fa_ir: اضافه کردن شمارش معکوس محصول جدید

source: Checkout Countdown
fa_ir: شمارش معکوس پرداخت

source: Enable countdown timer on checkout page
fa_ir: تایمر شمارش معکوس را در صفحه پرداخت فعال کنید

source: e.g. Your order is reserved for:
fa_ir: به عنوان مثال، سفارش شما برای:

source: Expiry Message
fa_ir: پیام انقضا

source: e.g. Times up! But good news! We&rsquo;ve extended your checkout time :)
fa_ir: به عنوان مثال، زمان به پایان رسیده است! اما خبر خوب! ما زمان پرداخت شما را تمدید کردیم :)

source: Countdown Timer
fa_ir: شمارشگر معکوستایمر شمارش معکوس

source: This feature allows you to run time-limited promotions to create urgency and drive more clicks from your single product pages to create more sales. You can also add one to the checkout page to encourage faster completion.
fa_ir: این ویژگی به شما امکان می دهد تبلیغات محدود زمانی را برای ایجاد فوریت و کلیک بیشتر از صفحات تک محصول خود برای ایجاد فروش بیشتر اجرا کنید. همچنین می‌توانید یکی را به صفحه پرداخت اضافه کنید تا تکمیل سریع‌تر را تشویق کنید.

source: Order Bump Statistics
fa_ir: سفارش آمار دست انداز

source: Revenue
fa_ir: درآمد

source: Additional Sales
fa_ir: فروش اضافی

source: Click Rate
fa_ir: رتبه کلیک

source: Conversion Rate
fa_ir: نرخ تبدیل

source: CommerceKit Features
fa_ir: ویژگی های CommerceKit

source: Configure
fa_ir: پیکربندی کنید

source: Instant search suggestions helps customers save time and find products faster.
fa_ir: پیشنهادات جستجوی فوری به مشتریان کمک می کند در زمان صرفه جویی کنند و محصولات را سریعتر پیدا کنند.

source: 9Kb of HTML
fa_ir: 9 کیلوبایت HTML

source: Loads on all pages
fa_ir: در تمام صفحات بارگذاری می شود

source: Active
fa_ir: فعال سازی

source: Inactive
fa_ir: غیرفعال

source: Attributes Gallery
fa_ir: گالری ویژگی ها

source: Further improve your gallery with the ability to assign images on an attribute basis.
fa_ir: گالری خود را با توانایی تخصیص تصاویر بر اساس ویژگی بهبود بیشتری دهید.

source: Improves gallery usability
fa_ir: قابلیت استفاده گالری را بهبود می بخشد

source: Loads on product pages
fa_ir: در صفحات محصول بارگذاری می شود

source: Replace standard variation dropdowns with color, image, and button swatches.
fa_ir: گزینه‌های کشویی تغییرات استاندارد را با نمونه‌های رنگ، تصویر و دکمه جایگزین کنید.

source: Improved usability
fa_ir: قابلیت استفاده بهبود یافته

source: Loads on product and catalog pages
fa_ir: بارگیری در صفحات محصول و کاتالوگ

source: Countdowns
fa_ir: شمارش معکوس

source: Allows you to run time-limited promotions to create urgency and drive more clicks.
fa_ir: به شما امکان می دهد تبلیغات محدود زمانی را برای ایجاد فوریت و کلیک بیشتر اجرا کنید.

source: 7Kb of HTML
fa_ir: 7 کیلوبایت HTML

source: Loads on product and checkout pages
fa_ir: در صفحات محصول و تسویه حساب بارگیری می شود

source: Free Shipping Notification
fa_ir: اطلاعیه ارسال رایگان

source: Increase order revenue by showing your customers just how close they are to your free shipping threshold.
fa_ir: با نشان دادن اینکه مشتریانتان چقدر به آستانه ارسال رایگان شما نزدیک هستند، درآمد سفارش را افزایش دهید.

source: Improves conversions
fa_ir: تبدیل ها را بهبود می بخشد

source: Loads on cart page and mini cart
fa_ir: بارگیری در صفحه سبد خرید و سبد خرید کوچک

source: Order Bump
fa_ir: سفارش دست انداز

source: Enables a customer to add an additional item to the cart, before they complete an order.
fa_ir: به مشتری امکان می‌دهد قبل از تکمیل سفارش، یک کالای اضافی به سبد خرید اضافه کند.

source: 3Kb of HTML
fa_ir: 3 کیلوبایت HTML

source: Loads on the checkout
fa_ir: بارگیری در صندوق

source: Enhance key product features, and highlight promotions and products with limited-time offers.
fa_ir: ویژگی‌های کلیدی محصول را بهبود بخشید و تبلیغات و محصولات را با پیشنهادهای زمانی محدود برجسته کنید.

source: Product Gallery
fa_ir: گالری محصول

source: An improved product gallery with multiple layout options and video support. Built for performance.
fa_ir: یک گالری محصول بهبودیافته با گزینه‌های طرح‌بندی متعدد و پشتیبانی ویدیو. برای عملکرد ساخته شده است.

source: 80%+ lighter than the core gallery
fa_ir: 80% + سبک تر از گالری هسته

source: Read more
fa_ir: اطلاعات بیشتر

source: Size Guides
fa_ir: راهنمای اندازه

source: If your products require sizing, this feature is crucial. It helps reduce costly returns, and improves the consumer experience.
fa_ir: اگر محصولات شما نیاز به اندازه دارند، این ویژگی بسیار مهم است. این به کاهش بازده پرهزینه کمک می کند و تجربه مصرف کننده را بهبود می بخشد.

source: Reduces returns
fa_ir: بازده را کاهش می دهد

source: Sticky Add to Cart
fa_ir: چسبنده افزودن به سبد خرید

source: Adds a conversion-friendly sticky add to cart bar on mobile and desktop. Can also expand the default WooCommerce tabs.
fa_ir: نوار افزودنی چسبنده به سبد خرید را در موبایل و دسکتاپ اضافه می کند. همچنین می تواند برگه های پیش فرض ووکامرس را گسترش دهد.

source: Stock Meter
fa_ir: استوک متر

source: A visually effective way to alert customers when the stock is low on product pages.
fa_ir: یک روش بصری موثر برای هشدار دادن به مشتریان زمانی که موجودی در صفحات محصول کم است.

source: 2Kb of HTML
fa_ir: 2 کیلوبایت HTML

source: Waitlist
fa_ir: لیست انتظار

source: Collect emails of interested buyers when your items are sold out. Automatically notify buyers when back in stock.
fa_ir: هنگامی که اقلام شما به فروش می رسد، ایمیل های خریداران علاقه مند را جمع آوری کنید. به صورت خودکار به خریداران در صورت بازگشت به انبار اطلاع دهید.

source: Wishlist
fa_ir: لیست علاقه‌مندی‌ها

source: Shoppers can create personalized collections of products they want to buy.
fa_ir: خریداران می توانند مجموعه های شخصی سازی شده از محصولاتی را که می خواهند بخرند ایجاد کنند.

source: Loads on WooCommerce pages
fa_ir: در صفحات ووکامرس بارگذاری می شود

source: Optimize your WooCommerce store for speed and conversions with Shoptimizer. Shoptimizer is a FAST WooCommerce theme that comes with a ton of features all designed to help you convert more users to customers.
fa_ir: فروشگاه WooCommerce خود را برای سرعت و تبدیل با Shoptimizer بهینه کنید. Shoptimizer یک تم FAST WooCommerce است که دارای تعداد زیادی ویژگی است که همگی برای کمک به تبدیل کاربران بیشتر به مشتریان طراحی شده اند.

source: Documentation
fa_ir: مستندات راهنمایی

source: Visit the documentation area for a more detailed overview on each of these features. If you still have questions, you can send us a private ticket by clicking the Support link.
fa_ir: برای بررسی اجمالی دقیق تر در مورد هر یک از این ویژگی ها، به بخش اسناد مراجعه کنید. اگر هنوز سوالی دارید، می توانید با کلیک روی پیوند پشتیبانی، یک بلیط خصوصی برای ما ارسال کنید.

source: View Documentation
fa_ir: مشاهده مستندات

source: Connection status
fa_ir: وضعیت اتصال

source: Your website is connected! One click updates for Shoptimizer will appear in Appearance &rarr; Themes.
fa_ir: وب سایت شما متصل است! به روز رسانی های یک کلیک برای Shoptimizer در Appearance &rarr; تم ها

source: You have not enabled one-click updates for Shoptimizer and CommerceKit. To do so, please
fa_ir: شما به روز رسانی های یک کلیک را برای Shoptimizer و CommerceKit فعال نکرده اید. برای انجام این کار، لطفا

source: connect your website
fa_ir: وب سایت خود را متصل کنید

source: to your Shoptimizer subscription.
fa_ir: به اشتراک Shoptimizer شما.

source: View the
fa_ir: مشاهده کنید

source: update guide
fa_ir: بروزسانی راهنما

source: to find out more.
fa_ir: برای کسب اطلاعات بیشتر

source: Display on the cart page
fa_ir: نمایش در صفحه سبد خرید

source: Display on the mini cart
fa_ir: نمایش بر روی سبد خرید کوچک

source: Display notification
fa_ir: نمایش اعلان

source: Display notification before entering the shipping address
fa_ir: نمایش اعلان قبل از وارد کردن آدرس حمل و نقل

source: Initial message
fa_ir: پیام اولیه

source: Available shortcode: {free_shipping_amount}
fa_ir: کد کوتاه موجود: {مبلغ ارسال رایگان}

source: Progress message
fa_ir: پیام پیشرفت

source: Available shortcode: {remaining}
fa_ir: کد کوتاه موجود: {remaining}

source: Success message
fa_ir: پیام موفقیت

source: Progress bar color
fa_ir: نوار پیشرفت رنگ

source: Exclude shipping classes
fa_ir: کلاس های حمل و نقل را حذف کنید

source: Select shipping class
fa_ir: کلاس حمل و نقل را انتخاب کنید

source: Note: If you adjust these settings you may need to add or remove an item from your cart to see the changes.
fa_ir: توجه: اگر این تنظیمات را انجام دهید، ممکن است لازم باشد یک مورد از سبد خرید خود اضافه یا حذف کنید تا تغییرات را مشاهده کنید.

source: Shipping costs are one of the major reasons shoppers abandon their cart. If you offer free shipping above a certain threshold, you can make this more prominent by enabling this module.
fa_ir: هزینه حمل و نقل یکی از دلایل اصلی ترک سبد خرید توسط خریداران است. اگر حمل و نقل رایگان بالاتر از یک آستانه خاص ارائه می دهید، می توانید با فعال کردن این ماژول، این موضوع را برجسته تر کنید.

source: Enable stock meter
fa_ir: فعال کردن سهام سنج

source: Show stock meter on the single product page
fa_ir: نمایش متر سهام در صفحه تک محصول

source: Low stock text
fa_ir: متن کم سهام

source: Add &ldquo;%s&rdquo; to replace the stock number,
fa_ir: افزودن &ldquo;%&rdquo; برای جایگزینی شماره سهام،

source: e.g. Only %s items left in stock!
fa_ir: به عنوان مثال، فقط %s مورد در انبار باقی مانده است!

source: Low stock threshold
fa_ir: آستانه کاهش موجودیآستانه سهام پایین

source: Low stock progress bar color
fa_ir: رنگ نوار پیشرفت سهام کم است

source: Regular stock text
fa_ir: متن سهام عادی

source: e.g. Less than %s items left!
fa_ir: به عنوان مثال، کمتر از %s مورد باقی مانده است!

source: Regular stock threshold
fa_ir: آستانه سهام منظم

source: Regular stock progress bar color
fa_ir: رنگ نوار پیشرفت سهام منظم

source: High stock text
fa_ir: متن سهام بالا

source: High stock threshold
fa_ir: آستانه سهام بالا

source: This feature allows you to show a stock meter counter on the single product page. It&lsquo;s a more visually effective way to alert customers when the stock level is low.
fa_ir: این ویژگی به شما این امکان را می دهد که یک شمارنده موجودی را در صفحه تک محصول نشان دهید. این روش بصری موثرتری برای هشدار دادن به مشتریان در صورت پایین بودن سطح سهام است.

source: Enable order bumps on checkout page.
fa_ir: افزایش سفارش در صفحه پرداخت را فعال کنید.

source: Order Bumps
fa_ir: سفارش دست انداز

source: Enable order bump on checkout
fa_ir: افزایش سفارش هنگام پرداخت را فعال کنید

source: Select
fa_ir: انتخاب

source: This is the order bump product which will appear on the checkout page. Simple and variable products only.
fa_ir: این محصول سفارشی است که در صفحه پرداخت ظاهر می شود. فقط محصولات ساده و متغیر

source: Button text
fa_ir: متن دکمه (button)

source: Click to add
fa_ir: کلیک برای اضافه کردن

source: Added!
fa_ir: اضافه شده

source: Specific products:
fa_ir: محصولات خاص

source: Button added
fa_ir: دکمه افزوده شد

source: Delete order bump
fa_ir: حذف برآمدگی سفارش

source: Are you sure you want to delete this product order bump?
fa_ir: آیا مطمئنید که می‌خواهید این برجستگی سفارش محصول را حذف کنید؟

source: Add new order bump
fa_ir: افزودن برجستگی سفارش جدید
